[
  {
    "id": "note-1",
    "title": "Established Patient - Low Back Pain Follow-up",
    "visitType": "Follow-up Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "54-year-old male with chronic low back pain, 3-month follow-up",
    "note": "CHIEF COMPLAINT: Follow-up for chronic low back pain.\n\nHISTORY OF PRESENT ILLNESS:\nPatient returns for follow-up of chronic low back pain. He reports the pain has been relatively stable since last visit. Current pain level is 6/10. Pain is worse with prolonged sitting and standing. He has been taking his medications as prescribed.\n\nCURRENT MEDICATIONS:\n- Gabapentin 300mg TID\n- Meloxicam 15mg daily\n\nPHYSICAL EXAMINATION:\nVitals: BP 132/84, HR 78\nGeneral: Alert, no acute distress\nSpine: Tenderness to palpation over lumbar paraspinal muscles. Limited range of motion with flexion and extension. No neurological deficits in lower extremities.\n\nASSESSMENT:\nChronic low back pain, stable on current regimen.\n\nPLAN:\n1. Continue current medications\n2. Physical therapy referral\n3. Return in 3 months"
  },
  {
    "id": "note-2",
    "title": "New Patient - Cervical Radiculopathy Evaluation",
    "visitType": "New Patient Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "42-year-old female with neck pain and arm numbness, initial evaluation",
    "note": "CHIEF COMPLAINT: Neck pain with radiating symptoms to left arm x 6 weeks.\n\nHISTORY OF PRESENT ILLNESS:\nThis is a 42-year-old female presenting for evaluation of neck pain with radiation to the left arm. She states the pain began approximately 6 weeks ago without any specific injury. The pain is described as sharp and burning, radiating from the neck down the lateral aspect of the left arm to the thumb and index finger. She rates the pain as 7/10 currently. She reports numbness and tingling in the affected fingers. Pain is worse with looking up and turning head to the left. She has tried ibuprofen with minimal relief.\n\nPAST MEDICAL HISTORY:\n- Hypertension\n- Hypothyroidism\n\nSOCIAL HISTORY:\nWorks as an accountant, sits at desk most of day. Non-smoker.\n\nPHYSICAL EXAMINATION:\nVitals: BP 128/82, HR 72, Ht 5'6\", Wt 158 lbs\nGeneral: Well-appearing, mild distress due to pain\nCervical Spine: Tenderness over left paraspinal muscles C5-C7. Decreased ROM with extension and left lateral rotation. Spurling's test positive on left.\nNeurological: Left C6 dermatomal hypesthesia. Biceps reflex 1+ on left, 2+ on right. Grip strength 4/5 left, 5/5 right.\n\nIMAGING REVIEW:\nMRI cervical spine (brought by patient): Broad-based disc bulge at C5-6 with left foraminal stenosis.\n\nASSESSMENT:\n1. Cervical radiculopathy, left C6 distribution\n2. Cervical disc disorder C5-6\n\nPLAN:\n1. Start Medrol dose pack\n2. Start gabapentin 100mg TID, titrate as tolerated\n3. Physical therapy evaluation\n4. Consider epidural injection if no improvement in 3 weeks\n5. Return in 3 weeks"
  },
  {
    "id": "note-3",
    "title": "Lumbar Epidural Steroid Injection",
    "visitType": "Procedure Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "61-year-old male receiving lumbar epidural injection for radiculopathy",
    "note": "PROCEDURE NOTE\n\nPATIENT: [Synthetic Patient]\nDATE OF PROCEDURE: [Today]\n\nPREOPERATIVE DIAGNOSIS: Lumbar radiculopathy\n\nPROCEDURE PERFORMED: Lumbar epidural steroid injection\n\nANESTHESIA: Local\n\nINDICATION: Patient with lumbar radiculopathy who has failed conservative management including physical therapy and oral medications.\n\nDESCRIPTION OF PROCEDURE:\nPatient was brought to the procedure room and placed in prone position. The area was prepped and draped in sterile fashion. Using fluoroscopic guidance, the L4-5 interspace was identified. Local anesthesia was administered with 1% lidocaine. A 22-gauge Tuohy needle was advanced using loss of resistance technique. Epidural space confirmed. A mixture of 80mg Depo-Medrol and 2cc 0.25% bupivacaine was injected. Needle was removed. Patient tolerated the procedure well with no immediate complications.\n\nPOST-PROCEDURE:\nPatient was monitored for 20 minutes. Vital signs stable. No adverse reactions. Discharged home with instructions.\n\nPLAN:\nFollow up in 2 weeks to assess response."
  },
  {
    "id": "note-4",
    "title": "Established Patient - Complex Pain Management",
    "visitType": "Follow-up Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "67-year-old female with multiple chronic pain conditions, medication management",
    "note": "CHIEF COMPLAINT: Follow-up for chronic pain management.\n\nHISTORY OF PRESENT ILLNESS:\nPatient is a 67-year-old female returning for management of multiple chronic pain conditions. She has a history of lumbar spondylosis with stenosis, bilateral knee osteoarthritis, and fibromyalgia. \n\nSince last visit, she reports her back pain has worsened and is now 8/10. She had an MRI last month showing progression of stenosis at L4-5. She also reports increasing knee pain bilaterally, left greater than right. Her fibromyalgia symptoms are stable on duloxetine.\n\nShe has been taking her opioid medication as prescribed without any issues. She denies any falls, confusion, or concerning side effects. PDMP was reviewed - consistent with prescribed medications only.\n\nREVIEW OF DATA:\n- MRI lumbar spine (last month): Moderate to severe central stenosis L4-5, mild stenosis L3-4\n- Recent labs: CBC and CMP within normal limits\n- Reviewed physical therapy notes showing limited progress due to pain\n\nCURRENT MEDICATIONS:\n- Hydrocodone/APAP 5/325mg Q6H PRN (taking 3-4 daily)\n- Duloxetine 60mg daily\n- Meloxicam 15mg daily\n- Gabapentin 400mg TID\n\nPHYSICAL EXAMINATION:\nVitals: BP 142/88, HR 76\nGeneral: Appears uncomfortable, slow gait\nLumbar Spine: Tenderness L3-L5. Markedly limited ROM. Positive straight leg raise bilateral at 45 degrees.\nKnees: Bilateral crepitus. Mild effusion left knee. Tender medial joint lines bilateral.\nNeurological: Strength 4/5 bilateral lower extremities. Sensation intact. DTRs 1+ bilateral.\n\nASSESSMENT:\n1. Lumbar spinal stenosis - worsening, surgical consult may be warranted\n2. Chronic pain syndrome on opioid therapy - stable, no aberrant behaviors\n3. Bilateral knee osteoarthritis - symptomatic\n4. Fibromyalgia - controlled\n\nRISK ASSESSMENT FOR OPIOID THERAPY:\n- Benefits: Functional improvement, able to perform ADLs\n- Risks discussed: Sedation, constipation, dependence\n- PDMP reviewed: Appropriate\n- No signs of misuse\n\nPLAN:\n1. Continue current opioid regimen - not escalating despite reported increased pain given stenosis progression\n2. Refer to spine surgery for evaluation of stenosis\n3. Left knee injection today to address effusion and pain\n4. Continue duloxetine and gabapentin\n5. Follow up in 6 weeks or sooner if surgery scheduled\n\nTime spent on this visit: 30 minutes, greater than 50% counseling and coordination of care, discussing surgical options and risks/benefits of continued conservative management vs intervention."
  },
  {
    "id": "note-fm1",
    "title": "FM - Annual Wellness Visit with Chronic Disease Management",
    "visitType": "Established Patient Visit",
    "providerType": "Family Medicine Physician",
    "patientSummary": "62-year-old female with diabetes, hypertension, and hyperlipidemia — annual wellness with medication adjustments",
    "note": "CHIEF COMPLAINT: Annual wellness visit / chronic disease management.\n\nHISTORY OF PRESENT ILLNESS:\nPatient is a 62-year-old female presenting for her annual wellness visit. She has a history of type 2 diabetes mellitus, hypertension, and hyperlipidemia. She reports overall feeling well but notes occasional dizziness when standing quickly. She checks her blood sugar at home — fasting readings have been running 140-160 mg/dL, up from her usual 110-130. She admits to dietary indiscretions over the holidays. She denies polyuria, polydipsia, or blurred vision. She is compliant with her medications.\n\nShe also reports mild bilateral knee pain with activity, worse going up stairs. No swelling or locking.\n\nPAST MEDICAL HISTORY:\n- Type 2 diabetes mellitus (diagnosed 2018)\n- Hypertension\n- Hyperlipidemia\n- Osteoarthritis, bilateral knees\n\nCURRENT MEDICATIONS:\n- Metformin 1000mg BID\n- Lisinopril 20mg daily\n- Atorvastatin 40mg daily\n- Aspirin 81mg daily\n\nPREVENTIVE CARE REVIEW:\n- Colonoscopy: Last 2021, normal. Due 2031.\n- Mammogram: Last 6 months ago, BIRADS 1.\n- Flu vaccine: Administered today.\n- Pneumovax: Up to date.\n- A1C: Last 3 months ago — 7.4%. Today's result pending.\n\nSOCIAL HISTORY:\nRetired teacher. Lives with husband. Non-smoker. Occasional wine. Walks 20 minutes 3x/week.\n\nPHYSICAL EXAMINATION:\nVitals: BP 148/92 (elevated from last visit 138/86), HR 76, Wt 187 lbs (up 4 lbs), BMI 32.1\nGeneral: Well-appearing, NAD\nHEENT: PERRLA, TMs clear, oropharynx normal\nCardiovascular: RRR, no murmurs, no peripheral edema\nLungs: Clear to auscultation bilaterally\nAbdomen: Soft, non-tender, no organomegaly\nExtremities: Bilateral knee crepitus, no effusion, full ROM\nFeet: Monofilament sensation intact, no ulcers, pedal pulses 2+ bilaterally\nSkin: No concerning lesions\n\nREVIEW OF DATA:\n- A1C pending (last was 7.4%)\n- Lipid panel pending (last LDL 98)\n- BMP: Creatinine 0.9, eGFR >60\n\nASSESSMENT AND PLAN:\n1. Type 2 diabetes — suboptimally controlled based on home readings and last A1C 7.4%. Increase metformin to 1000mg BID (already at max). Add glipizide 5mg daily. Recheck A1C in 3 months. Reinforced dietary counseling. Diabetic foot exam performed today — normal.\n2. Hypertension — BP elevated today at 148/92 despite lisinopril 20mg. Increase lisinopril to 40mg daily. Recheck BP in 2 weeks. Discussed sodium restriction.\n3. Hyperlipidemia — stable on atorvastatin. Await lipid panel. Continue current dose.\n4. Bilateral knee osteoarthritis — mild, activity-related. Recommended continued walking, trial of OTC topical diclofenac gel. Will consider X-rays if worsening.\n5. Preventive care — flu vaccine administered today. All other screenings up to date.\n6. Follow-up in 3 months for A1C recheck, sooner if BP not improving.\n\nTime spent: 35 minutes face-to-face. More than half spent in counseling and coordination of care regarding diabetes management, dietary modifications, and medication changes."
  },
  {
    "id": "note-fm2",
    "title": "FM - Acute Sick Visit (Upper Respiratory Infection)",
    "visitType": "Established Patient Visit",
    "providerType": "Family Medicine Physician",
    "patientSummary": "34-year-old male with 5-day cough, congestion, and sore throat",
    "note": "CHIEF COMPLAINT: Cough and congestion x 5 days.\n\nHISTORY OF PRESENT ILLNESS:\n34-year-old male presents with 5 days of nasal congestion, productive cough with clear to yellow sputum, sore throat, and mild headache. He reports low-grade fever at home (100.2°F) two days ago, now resolved. Symptoms started gradually. He denies shortness of breath, chest pain, ear pain, or rash. He tried OTC pseudoephedrine and ibuprofen with partial relief. No sick contacts he is aware of. No recent travel.\n\nPAST MEDICAL HISTORY:\n- Seasonal allergies\n- No chronic conditions\n\nMEDICATIONS: Cetirizine 10mg PRN\n\nALLERGIES: NKDA\n\nPHYSICAL EXAMINATION:\nVitals: BP 122/78, HR 72, Temp 98.6°F, SpO2 99% RA\nGeneral: Well-appearing, NAD\nHEENT: TMs normal bilaterally, mild nasal turbinate edema, oropharynx with mild erythema, no exudates, no tonsillar enlargement\nNeck: No lymphadenopathy\nLungs: Clear bilaterally, no wheezing or rhonchi\nCardiovascular: RRR, no murmurs\n\nASSESSMENT:\n1. Acute upper respiratory infection, likely viral\n\nPLAN:\n1. Supportive care: rest, fluids, honey for cough\n2. Continue OTC decongestant and ibuprofen as needed\n3. No antibiotics indicated — discussed with patient why antibiotics are not appropriate for viral URI. Patient understands and agrees.\n4. Return if symptoms worsen, develop high fever, shortness of breath, or not improving after 10 days."
  },
  {
    "id": "note-fm3",
    "title": "FM - New Patient with Anxiety and Insomnia",
    "visitType": "New Patient Visit",
    "providerType": "Family Medicine Physician",
    "patientSummary": "28-year-old female, new patient presenting with anxiety, insomnia, and palpitations",
    "note": "CHIEF COMPLAINT: Anxiety and difficulty sleeping x 3 months.\n\nHISTORY OF PRESENT ILLNESS:\nPatient is a 28-year-old female, new to the practice, presenting with worsening anxiety and insomnia over the past 3 months. She reports constant worry about work and finances, difficulty concentrating, irritability, and muscle tension in her neck and shoulders. Sleep onset takes 1-2 hours most nights. She wakes 2-3 times per night. She gets approximately 4-5 hours of fragmented sleep. She also reports intermittent palpitations, usually during high-stress periods, lasting seconds to minutes. Denies chest pain, syncope, or shortness of breath at rest.\n\nShe previously saw a therapist in college but has not had mental health treatment in 5 years. She denies suicidal or homicidal ideation. She denies substance use except occasional social alcohol (1-2 drinks on weekends). She drinks 3-4 cups of coffee daily.\n\nPAST MEDICAL HISTORY:\n- No chronic conditions\n- No prior psychiatric medications\n- No surgeries\n\nFAMILY HISTORY:\n- Mother: generalized anxiety disorder, on sertraline\n- Father: hypertension\n\nSOCIAL HISTORY:\nWorks as a marketing manager. Lives alone. Non-smoker. Occasional alcohol. No recreational drugs. Exercises inconsistently — used to run 3x/week, now once per week due to fatigue.\n\nPHYSICAL EXAMINATION:\nVitals: BP 118/74, HR 88, Temp 98.4°F, Wt 138 lbs, Ht 5'5\"\nGeneral: Well-appearing, mildly anxious affect, maintains eye contact\nHEENT: Normal\nNeck: Supple, no thyromegaly, mild trapezius tenderness bilaterally\nCardiovascular: Regular rate, no murmurs, no gallops. No peripheral edema.\nLungs: Clear bilaterally\nAbdomen: Soft, non-tender\nNeurological: Alert, oriented x4, normal reflexes, no tremor\n\nPHQ-9 Score: 8 (mild depression)\nGAD-7 Score: 14 (moderate anxiety)\n\nASSESSMENT AND PLAN:\n1. Generalized anxiety disorder — GAD-7 score 14 (moderate). Start sertraline 50mg daily. Discussed expected timeline for effect (2-4 weeks), potential side effects (nausea, headache, sexual dysfunction), and importance of not stopping abruptly. Referred to cognitive behavioral therapy — provided list of in-network therapists.\n2. Insomnia — likely secondary to anxiety. Discussed sleep hygiene: consistent bedtime, no screens 1 hour before bed, reduce caffeine to 1 cup before noon. Avoid starting a separate sleep medication at this time — reassess after treating anxiety.\n3. Palpitations — likely anxiety-related given pattern and absence of red flags. Ordered EKG to rule out arrhythmia. TSH to rule out thyroid disorder. CBC, BMP for baseline.\n4. Caffeine reduction counseling — currently 3-4 cups daily, contributing to both anxiety and insomnia. Taper to 1 cup.\n5. Follow-up in 4 weeks to reassess anxiety symptoms, review labs and EKG, evaluate medication tolerance.\n\nTime spent: 45 minutes face-to-face, more than 50% in counseling regarding diagnosis, treatment options, and lifestyle modifications. Complexity warranted by new psychiatric diagnosis requiring medication initiation, diagnostic workup for palpitations, and coordination of behavioral health referral."
  },
  {
    "id": "note-fm4",
    "title": "FM - Pediatric Well-Child Visit (Scribe-Written Note)",
    "visitType": "Established Patient Visit",
    "providerType": "Family Medicine Physician",
    "patientSummary": "6-year-old male well-child visit — note written by virtual scribe, reviewed by physician",
    "note": "CHIEF COMPLAINT: Well-child visit / kindergarten follow-up.\n\nHISTORY OF PRESENT ILLNESS:\nPatient is a 6-year-old male presenting for well-child check. Mother reports he is doing well in school. He is eating and sleeping well. No behavioral concerns. He is active and plays soccer twice per week. Mother has no specific concerns today.\n\nPAST MEDICAL HISTORY:\n- Mild intermittent asthma (last exacerbation 8 months ago)\n\nMEDICATIONS:\n- Albuterol HFA PRN (has not used in 6 months)\n\nALLERGIES: NKDA\n\nDEVELOPMENTAL ASSESSMENT:\n- Language: Speaks in full sentences, tells stories, knows basic letters and numbers\n- Motor: Rides bicycle with training wheels, catches a ball, draws recognizable shapes\n- Social: Plays cooperatively with peers, follows rules in games\n- Behavioral: No concerns per parent. Teacher reports good attention in class.\n\nIMMUNIZATION REVIEW:\n- Up to date per state registry. Due for: none at this visit.\n\nPHYSICAL EXAMINATION:\nVitals: Ht 46\" (50th percentile), Wt 48 lbs (55th percentile), BMI 16.0 (healthy), BP 95/60, HR 90\nGeneral: Well-appearing, active, cooperative child\nHEENT: Normocephalic, TMs clear, oropharynx normal, dentition appropriate\nEyes: Visual acuity 20/25 bilateral (Snellen)\nNeck: Supple, no lymphadenopathy\nCardiovascular: RRR, no murmur\nLungs: Clear, no wheezing\nAbdomen: Soft, non-tender\nMusculoskeletal: Normal gait, full ROM\nSkin: No rashes or lesions\nGenitalia: Normal male, Tanner stage I\n\nASSESSMENT AND PLAN:\n1. Well-child visit — growth and development appropriate for age. BMI healthy.\n2. Mild intermittent asthma — well-controlled, no recent exacerbations. Continue PRN albuterol. No need for controller therapy at this time.\n3. Anticipatory guidance provided: bicycle safety and helmet use, water safety, screen time limits (<2 hrs/day), dental care (brushing 2x/day with fluoride toothpaste), nutrition.\n4. Vision screening within normal limits.\n5. Immunizations up to date.\n6. Next well-child visit in 1 year.\n\nNote dictated by virtual scribe, reviewed and signed by attending physician."
  },
  {
    "id": "note-5",
    "title": "Facet Joint Injection - Documentation Gaps Example",
    "visitType": "Procedure Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "58-year-old with back pain receiving facet injection (intentional documentation gaps)",
    "note": "PROCEDURE NOTE\n\nPROCEDURE: Facet joint injection\n\nThe patient was brought to the procedure suite. Placed prone on the table. The back was prepped and draped. The injection was performed. A total of 40mg of triamcinolone was injected. The patient tolerated the procedure well.\n\nDISPOSITION: Stable, discharged home."
  },
  {
    "id": "note-6",
    "title": "Brief Office Visit - Minimal Documentation",
    "visitType": "Follow-up Visit",
    "providerType": "Pain Management Physician",
    "patientSummary": "45-year-old with chronic pain, brief note (intentional documentation gaps)",
    "note": "S: Patient here for pain management follow-up. Doing okay. Pain is about the same.\n\nO: VSS. NAD.\n\nA: Chronic pain\n\nP: Refill medications. RTC 3 months."
  }
]
